Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: There's a door we haven't been through, just past Amy's workstation. Maybe it's worth a look.
pl_pl: Obok stanowiska Amy są drzwi, przez które jeszcze nie przechodziliśmy. Może warto tam zajrzeć.

source: There's a door we haven't been through, just past Nick's workstation. Maybe it's worth a look.
pl_pl: Obok stanowiska Nicka są drzwi, przez które jeszcze nie przechodziliśmy. Może warto tam zajrzeć.

source: There's a door, over here.
pl_pl: Tam są drzwi.

source: There's a light blinking here. Might be what you're looking for.
pl_pl: Tutaj miga kontrolka. To może być to, czego szukasz.

source: There's a locked door over here. Maybe the safe is inside.
pl_pl: Tutaj są zamknięte drzwi. Może sejf jest w środku.

source: There's a lot I didn't know about Will.
pl_pl: Jest wiele rzeczy, których nie wiedziałem o Willu.

source: There's a reason we're doing this at 4am, Jack. I need someone I can trust. I need you to help me convince Will.
pl_pl: Nie bez powodu robimy to o czwartej rano, Jack. Potrzebuję kogoś, komu mogę zaufać. Musisz mi pomóc przekonać Willa.

source: There's always a choice.
pl_pl: Zawsze jest jakiś wybór.

source: There's been a lot of radio chatter about two Monarch employees that went rogue. Charlie and Liam.
pl_pl: W radiu dużo mówiło się o dwóch pracownikach Monarch, którzy zbuntowali się. Charlie i Liam.

source: There's gotta be a generator around here somewhere.
pl_pl: Gdzieś tu musi być generator.

source: There's gotta be a way to get past that gate.
pl_pl: Musi być jakiś sposób na ominięcie tej bramy.

source: There's gotta be another way in there.
pl_pl: Musi być jakiś inny sposób.

source: There's gotta be another way in.
pl_pl: Musi być jakiś inny sposób.

source: There's gotta be something I can use to get up there.
pl_pl: Musi być coś, co pozwoli mi się tam dostać.

source: There's more to this than you're letting on. Is it about my brother?
pl_pl: Musi chodzić o coś więcej. Chodzi o mojego brata?

source: There's more, but that's enough of a primer for now.
pl_pl: Jest tego więcej, ale na razie to wystarczy.

source: There's no theoretical groundwork. It could take... even years to build.
pl_pl: Nie ma do tego nawet teoretycznych podstaw. Budowa może zająć... nawet lata.

source: There's no use fighting--
pl_pl: Nie ma sensu walczyć...

source: There's no way I can get in while it's moving like that.
pl_pl: Nie ma mowy, żebym się tam dostała, kiedy się tak porusza.

source: There's no way for them to understand what's happening. Must be scary.
pl_pl: Oni nie będą mogli zrozumieć, co się dzieje. To musi być przerażające.

source: There's no way in over here.
pl_pl: Tędy nie da się wejść.

source: There's no words to describe it. Will was gone. But... he was all around me. This entire secret life he'd never talked about, everything he tried to protect me from. It surrounded me. A puzzle... trapped in broken time.
pl_pl: Nie ma słów, by to opisać. Will odszedł. Ale... był wszędzie wokół mnie. Całe to sekretne życie, o którym nigdy nie mówił, wszystko, przed czym próbował mnie chronić. Otaczało mnie. Łamigłówki... uwięzione w zepsutym czasie.

source: There's probably a button somewhere to open the door.
pl_pl: Prawdopodobnie gdzieś jest przycisk do otwierania drzwi.

source: There's so much to explore here. You have no idea, Jack.
pl_pl: Jest tu tyle do odkrycia. Nie masz pojęcia, Jack.

source: There's so much you don't know. That you never saw. I... I gave up on the idea that you would ever come.
pl_pl: Jest tak wiele rzeczy, których nie wiesz. Czego nigdy nie widziałeś. Ja... straciłam nadzieję, że kiedykolwiek przyjdziesz.

source: There's still time to rethink this.
pl_pl: Jest jeszcze czas, by to przemyśleć.

source: There's still way too much firepower around, these assholes are gonna sink us if you don't take care of them first!
pl_pl: Wokół wciąż jest zbyt duża siła ognia, te dupki nas zatopią, jeśli najpierw się nimi nie zajmiesz!

source: There's the tower.
pl_pl: Tam jest wieża.

source: There, it's locked.
pl_pl: Zamknięte.

source: There.
pl_pl: Tam.

source: Therefore the key bindings have been reset to default.
pl_pl: W związku z tym powiązania klawiszy zostały zresetowane do wartości domyślnych.

source: Theresa Sedmak Riverport Radio Show ( PR )
pl_pl: Program radiowy Theresy Sedmak ( PR )

source: There’s nothing to see down there! Back in your car!
pl_pl: Tam nie ma nic do oglądania! Wracaj do samochodu!

source: There’s the elevator to the the lobby.
pl_pl: Do holu prowadzi winda.

source: These guys are wearing Monarch uniforms!
pl_pl: Ci faceci noszą stroje Monarch!

source: These guys are wearing Monarch uniforms.
pl_pl: Ci goście noszą stroje Monarch.

source: These people are from Monarch Solutions.
pl_pl: Ci ludzie są z Monarch Solutions.

source: These schematics are all in Will's writing. He did all of this. Built everything.
pl_pl: Wszystkie te schematy są autorstwa Willa. On to wszystko zrobił. Zbudował wszystko.

source: These things were designed like walking tanks.
pl_pl: Zostały zaprojektowane jak chodzące czołgi.

source: They -- they wanted the Lifeboat to fail. Why? What's their agenda?
pl_pl: Chcieli, żeby projekt Łodzi Ratunkowej zawiódł. Dlaczego? Jaki jest ich plan?

source: They are confused about a great many things. I have a little job for you.
pl_pl: Nie są pewni co do wielu rzeczy. Mam dla ciebie małe zadanie.

source: They believe it was destroyed shortly after. I imagine Will wanted to keep it that way.
pl_pl: Uważają, że został zniszczony wkrótce potem. Wyobrażam sobie, że Will chciał, by tak pozostało.

source: They can't cover this up. It's too big.
pl_pl: Nie mogą tego ukryć. To jest zbyt duże.

source: They can. Trust me.
pl_pl: Mogą. Zaufaj mi.

source: They did this, didn't they? We're sitting ducks if we stay here.
pl_pl: Zrobili to, prawda? Siedzimy jak kaczki na wystrzelanie, jeśli tu zostaniemy.

source: They don't make this easy!
pl_pl: Nie ułatwiają tego!

source: They forced me to make false confessions, for the news, I think. I'm so sorry, Jack. They were armed.
pl_pl: Zmusili mnie do składania fałszywych zeznań, chyba aby to wysłać mediom. Tak mi przykro, Jack. Byli uzbrojeni.

source: They got him. I wonder where the brother is.
pl_pl: Dorwali go. Ciekawe, gdzie jest jego brat.

source: They had us practically memorize this.
pl_pl: Kazali nam się tego praktycznie nauczyć na pamięć.

source: They have a time machine here?
pl_pl: Mają tu wehikuł czasu?

source: They have their survival plan, the Lifeboat project. That's what the party's for, convincing his people everything's under control.
pl_pl: Mają swój plan przetrwania, projekt Łodzi Ratunkowej. Po to jest impreza, by przekonać swoich ludzi, że wszystko jest pod kontrolą.

source: They kind of are.
pl_pl: W pewnym sensie są.

source: They must be after the machine.
pl_pl: Muszą być po maszynę.

source: They say Hatch getting shot at was an insider job. Might create a window for us, but... Serene is looking for you.
pl_pl: Mówią, że postrzelenie Hatcha było of kogoś z wewnątrz. Może to być dla nas szansa, ale... Serene cię szuka.

source: They shot him!
pl_pl: Zastrzelili go!

source: They think you’re secure. Everyone’s concentrating on the party. So far, your crazy plan's working.
pl_pl: Myślą, że jesteś zamknięty. Wszyscy są skoncentrowani na imprezie. Na razie twój szalony plan działa.

source: They told me they were sent home, but... I don't know what to believe anymore.
pl_pl: Powiedzieli mi, że zostali odesłani do domu, ale... Nie wiem już, w co wierzyć.

source: They weren't for you. Don't flatter yourself.
pl_pl: Nie były dla ciebie. Nie pochlebiaj sobie.

source: They will. I'll make sure of it.
pl_pl: Dowie się. Dopilnuję tego.

source: They'd stockpiled all the chronon particles from Ground Zero to keep the Lifeboat running.
pl_pl: Zgromadzili wszystkie cząsteczki chrononu ze Strefy Zero, aby utrzymać działanie łodzi ratunkowej.

source: They'll be coming back. Let's go.
pl_pl: Wrócą tu. Chodźmy.

source: They're coming. Let's get out of here.
pl_pl: Nadchodzą. Wynośmy się stąd.

source: They're escaping! Stop them!
pl_pl: Uciekają! Zatrzymać ich!

source: They're getting more frequent.
pl_pl: Stają się one coraz częstsze.

source: They're guarding some kind of "chronon particle" harvesting operation. I'm not sure what that means, but I'm looking into it. Keep ya posted.
pl_pl: Pilnują jakiejś operacji zbierania „cząsteczek chrononu”. Nie jestem pewna, co to oznacza, ale przyjrzę się temu. Będę informować na bieżąco.

source: They're killing everybody, everybody from the university. They grabbed me out of my goddamn cab.
pl_pl: Zabijają wszystkich, absolutnie wszystkich z uniwersytetu. Wyciągnęli mnie z mojej cholernej taksówki.

source: They're right on me!
pl_pl: Są tuż przy mnie!

source: They're saying it's sabotage. We're fucked! That thing's everywhere, we can't fight it! That was our only defense!
pl_pl: Mówią, że to sabotaż. Mamy przejebane! To coś jest wszędzie, nie możemy z tym walczyć! To była nasza jedyna obrona!

source: They're taking everybody. Every witness to what they've done.
pl_pl: Zamykają wszystkich. Każdego świadka tego, co zrobili.

source: They're trying to kill us, Will! It's pretty goddamn personal!
pl_pl: Próbują nas zabić, Will! To dość osobiste!

source: They're weak. Desperate to believe the end can be stopped now that they can feel it closing in around them, but I have lived this hell before. I know the only path forward.
pl_pl: Są słabi. Desperacko pragną wierzyć, że koniec można powstrzymać teraz, gdy czują, że zbliża się do nich, ale ja przeżyłem już to piekło. Znam jedyną drogę naprzód.

source: They've been taking it apart... Unreal.
pl_pl: Rozebrali go na części... Nierealne.

source: They’re coming! In here!
pl_pl: Nadchodzą! Tutaj!

source: They’re gonna kill us!
pl_pl: Oni nas zabiją!

source: They’re shooting people down there! I saw it with my goddamn eyes!
pl_pl: Strzelają tam do ludzi! Widziałem to na własne oczy!

source: Thing creeps me out.
pl_pl: To mnie przeraża.

source: Thing here says "date input." Is that what you're lookin' for?
pl_pl: Tu jest napisane „wprowadź datę”. Czy to jest to, czego szukasz?

source: Think about this! You don't know what's at stake--
pl_pl: Przemyśl to! Nie wiesz, o co toczy się gra.

source: Think this through.
pl_pl: Przemyśl to.

source: Think, Jack. You never physically saw me die, did you?
pl_pl: Pomyśl, Jack. Nigdy nie widziałeś, jak fizycznie umieram, prawda?

source: This HQ. Affirmative, reinforcements inbound. Over.
pl_pl: Tu dowództwo. Potwierdzam, posiłki w drodze. Odbiór.

source: This Monarch guy again. He gets around. Poor cabbie, he seemed like a nice guy.
pl_pl: Znowu ten Monarch. On się tu kręci. Biedny taksówkarz, wyglądał na miłego faceta.

source: This action requires an Xbox Live connection. Either your PC cannot connect to Xbox Live or you need to switch to a Xbox Live enabled gamer profile. Would you like to switch the gamer profile now?
pl_pl: Ta czynność wymaga połączenia z usługą Xbox Live. Albo twój komputer nie może połączyć się z Xbox Live, albo musisz przełączyć się na profil gracza obsługujący Xbox Live. Czy chcesz teraz zmienić profil gracza?

source: This can't be real. How the hell...?
pl_pl: To nie może być prawda. Jak do cholery...?

source: This console says "date input." I'm guessing this is it, over here.
pl_pl: Ta konsola mówi „wprowadź datę”. Zgaduję, że to tutaj.

source: This content has not finished installing.
pl_pl: Instalacja tej zawartości nie została zakończona.

source: This content is not ready yet.
pl_pl: Ta zawartość nie jest jeszcze gotowa.

source: This could actually be the key to finding the countermeasure.
pl_pl: To może być klucz do znalezienia środka zaradczego.

source: This could be it.
pl_pl: To może być to.

source: This doesn't make any sense. How -- why are you even here?
pl_pl: To nie ma żadnego sensu. Dlaczego w ogóle tu jesteś?

source: This elevator looks like the only way out of here.
pl_pl: Ta winda wygląda na jedyną drogę ucieczki.

source: This episode has not installed yet
pl_pl: Ten odcinek nie został jeszcze zainstalowany

source: This fucking thing.
pl_pl: Ta pieprzona rzecz.

source: This has to be be it... but how the hell do I open it?
pl_pl: To musi być to... ale jak mam to otworzyć?

source: This hummus is fantastic.
pl_pl: Ten hummus jest fantastyczny.

source: This independent streak of yours is starting to become a nuisance, Mr. Joyce. You can't expect to continue unchecked.
pl_pl: Ta pańska niezależna passa zaczyna być uciążliwa, panie Joyce. Nie może pan oczekiwać, że będzie to kontynuowane bez kontroli.

source: This input is already bound to the following action:
pl_pl: Ten klawisz jest już przypisany do następującej akcji:

source: This is Airlift Prime. We've got the time machine core in transit.
pl_pl: Tu Airlift Prime. Rdzeń wehikułu czasu jest w drodze.

source: This is HQ, be advised, reinforcements inbound. Over.
pl_pl: Tu Centrala, uwaga, posiłki w drodze. Odbiór.

source: This is HQ, move in and eliminate the target. Over.
pl_pl: Tu Centrala, wkroczcie i wyeliminujcie cel. Odbiór.

source: This is HQ. Copy, backup en route, hold your positions. Over.
pl_pl: Tu kwatera główna. Zrozumiałem, wsparcie w drodze, utrzymać pozycje. Odbiór.

source: This is HQ. Friendlies inbound, over.
pl_pl: Tu centrala. Przyjaciele w drodze, odbiór.

source: This is HQ. I can't give you anything. Make it count. Over.
pl_pl: Tu centrala. Nie mogę ci nic dać. Odbiór.

source: This is HQ. Negative on reinforcements. Hold your position. Over.
pl_pl: Tu Centrala. Brak posiłków. Utrzymać pozycję. Odbiór.

source: This is HQ. Negative, no support. Hold out the best you can. Over.
pl_pl: Tu centrala. Odmowa, brak wsparcia. Wytrzymaj najlepiej jak potrafisz. Odbiór.

source: This is HQ. No reinforcements are available, hold your position. Over.
pl_pl: Tu kwatera główna. Posiłki nie są dostępne, utrzymać pozycję. Odbiór.

source: This is HQ. Reinforcements granted, over.
pl_pl: Tu dowództwo. Przyjęto posiłki, odbiór.

source: This is HQ. Reinforcements inbound, hold the line. Over.
pl_pl: Tu dowództwo. Posiłki w drodze, utrzymać linię. Odbiór.

source: This is HQ. Reinforcements incoming, keep him locked down. Over.
pl_pl: Tu kwatera główna. Nadchodzą posiłki, trzymać go pod kluczem. Odbiór.

source: This is HQ. Relocating units, over.
pl_pl: Tu kwatera główna. Przenosimy jednostki, odbiór.

source: This is HQ. Sorry, you're on your own. Over.
pl_pl: Tu centrala. Przykro mi, jesteś zdany na siebie. Odbiór.

source: This is HQ. Support will arrive soon, over.
pl_pl: Tu centrala. Wsparcie wkrótce przybędzie, odbiór.

source: This is HQ. We have no units available at this time. Hold the line. Over.
pl_pl: Tu Centrala. W tej chwili nie mamy dostępnych jednostek. Utrzymać linię. Odbiór.

source: This is HQ. reinforcements incoming, over.
pl_pl: Tu dowództwo. Nadchodzą posiłki, odbiór.

source: This is Home Guard 5! Just spotted him entering the tunnel system outside the party grounds!
pl_pl: To jest Home Guard 5! Właśnie zauważyłam go wchodzącego do systemu tuneli poza terenem imprezy!

source: This is Monarch Actual. Approaching library rear entrance.
pl_pl: To jest Monarch Actual. Zbliżam się do tylnego wejścia biblioteki.

source: This is Sofia Amaral, ordering the immediate shutdown of all harvesting operations. Harvester operation 667 has resulted in... unexpected results. Chronon levels are depleting more rapidly than expected. This may be related to the fracture, we're... we can't be sure. Ready all procedures for contingency eight. Standby for further orders.
pl_pl: Tu Sofia Amaral, nakazuje natychmiastowe zamknięcie wszystkich operacji żniwnych. Operacja kombajnu 667 przyniosła... nieoczekiwane rezultaty. Poziom Chrononu wyczerpuje się szybciej niż oczekiwano. Może to być związane z dziurą, nie mamy pewności. Przygotować wszystkie procedury dla awaryjnej ósemki. Przygotować się na dalsze rozkazy.

source: This is Sofia Amaral. Authorization granted. All Monarch personnel, please refrain from entering ground zero periphery or any associated anomalous areas under any circumstances.
pl_pl: Tu Sofia Amaral. Autoryzacja udzielona. Cały personel Monarch proszony jest o powstrzymanie się od wchodzenia na obrzeża Strefy Zero lub jakichkolwiek powiązanych obszarów anomalnych pod jakimkolwiek pozorem.

source: This is Striker One. We're experiencing signs of an incoming stutter.
pl_pl: Tu Striker Jeden. Odczuwamy oznaki nadchodzącego zacięcia.

source: This is Trojan One, approaching workshop perimeter, over.
pl_pl: Tu Trojan Jeden, zbliża się do obwodu warsztatu, odbiór.

source: This is a bunch of goddamn communist bullshit! If you pussies had any balls you’d--
pl_pl: To stek cholernych komunistycznych bzdur! Gdybyście cipy miały jaja, to...

source: This is a fucking time machine.
pl_pl: To pieprzony wehikuł czasu.

source: This is a lot to take in. Just... give me a second.
pl_pl: To dla mnie za dużo. Daj... mi chwilę.

source: This is a security briefing. Jack Joyce is nearing ground zero operations. Contain all harvesting equipment and shut down all chronon-related operations. This is not a drill.
pl_pl: To jest odprawa bezpieczeństwa. Jack Joyce jest bliski rozpoczęcia operacji w Strefie Zero. Zamknąć cały sprzęt do zbiorów i wyłączyć wszystkie operacje związane z chrononem. To nie są ćwiczenia.

source: This is a security briefing. Please be advised that Jack Joyce has gone missing and is believed to be heading in the direction of Ground Zero operations. We are on high alert. I repeat, we are on high alert.
pl_pl: To jest odprawa bezpieczeństwa. Informujemy, że Jack Joyce zaginął i prawdopodobnie zmierza w kierunku Strefy Zero. Jesteśmy w stanie wysokiej gotowości. Powtarzam, jesteśmy w stanie wysokiej gotowości.

source: This is airlift prime. We've got the time machine core in transit.
pl_pl: Tu Airlift Prime. Rdzeń wehikułu czasu jest w drodze.

source: This is all connected. Some kind of message. Think, Nick, think! 01122. 01122. Numbers, teleporting taxis, math... what is this?
pl_pl: To wszystko jest ze sobą powiązane. Jakaś wiadomość. Myśl, Nick, myśl! 01122. 01122. Liczby, teleportujące się taksówki, matematyka... do czego to prowadzi?

source: This is all my stuff from our family home. He kept everything.
pl_pl: To wszystkie moje rzeczy z naszego rodzinnego domu. Przechował wszystko.

source: This is amazing... All those years, I never imagined it would be like this.
pl_pl: To niesamowite... Przez te wszystkie lata nigdy nie wyobrażałem sobie, że tak to będzie wyglądać.

source: This is bad.
pl_pl: To jest złe.

source: This is bigger than us. Can’t make it personal.
pl_pl: To jest większe od nas. Nie możemy robić z tego sprawy osobistej.

source: This is crazy, Paul. And this can't be safe. What happens when--
pl_pl: To szaleństwo, Paul. I to nie może być bezpieczne. Co się stanie, gdy...

source: This is crazy...
pl_pl: To jakieś szaleństwo...

source: This is dumb. We should just kill him.
pl_pl: To jest głupie. Powinniśmy go po prostu zabić.

source: This is gonna work. It has to.
pl_pl: To zadziała. Musi.

source: This is her laptop, sir.
pl_pl: To jej laptop.

source: This is impossible!
pl_pl: To niemożliwe!

source: This is insane.
pl_pl: To szaleństwo.

source: This is madness! There's no harm in trying.
pl_pl: To szaleństwo! Nie zaszkodzi spróbować.

source: This is messed up, man. I trusted Monarch. We can't let them get away with this!
pl_pl: To jest popieprzone. Ufałem Monarch. Nie możemy pozwolić, by uszło im to na sucho!

source: This is the only tunnel entrance Joyce could've entered through.
pl_pl: To jedyne wejście do tunelu, przez które Joyce mogła wejść.

source: This is the quickest way to the parking lot.
pl_pl: To najszybsza droga na parking.

source: This is weird. Huh. I could swear this was the same cab I was in when I came to the university.
pl_pl: To jest dziwne. Hm. Mógłbym przysiąc, że to ta sama taksówka, w której byłem, kiedy przyjechałem na uniwersytet.

source: This is what Will was leading us to.
pl_pl: Do tego właśnie prowadził nas Will.

source: This is where he built the original time machine. Where you came out.
pl_pl: To tutaj zbudował oryginalny wehikuł czasu. Tam, skąd wyszedłeś.

source: This is your final warning! Do not test me!
pl_pl: To twoje ostatnie ostrzeżenie! Nie sprawdzaj mnie!

source: This isn't doing anything to him.
pl_pl: To mu nic nie robi.

source: This isn't good!
pl_pl: Niedobrze!

source: This isn't good. Oncethat newscast goes live, the whole city is going to be against you. Nobody's gonna have a clue what really happened.
pl_pl: Nie jest dobrze. Kiedy ta wiadomość pójdzie w świat, całe miasto będzie przeciwko tobie. Nikt nie będzie miał pojęcia, co się naprawdę stało.

source: This isn't my fault! Beth warned me this would happen, I did everything in my power to stop it--
pl_pl: To nie moja wina! Beth ostrzegała mnie, że to się stanie, zrobiłem wszystko, co w mojej mocy, żeby to powstrzymać.

source: This isn't right!
pl_pl: To nie w porządku!

source: This isn't working!
pl_pl: To nie działa!

source: This isn’t helping anybody! Put down the sign and get in your car!
pl_pl: To nikomu nie pomaga! Odłóż ten znak i wsiadaj do samochodu!

source: This isn’t right! This isn’t right.
pl_pl: To nie jest w porządku! To nie jest w porządku.

source: This job sucks.
pl_pl: Ta robota jest do bani.

source: This looks dangerous.
pl_pl: To wygląda niebezpiecznie.

source: This may actually work.
pl_pl: To może faktycznie zadziałać.

source: This must be where he built it.
pl_pl: To tutaj musiał go zbudować.

source: This note... it's directed...
pl_pl: Ta notka... jest...

source: This place is creeping me out, man.
pl_pl: To miejsce mnie przeraża.

source: This resulted in extremely dense emissions of chronon particles, creating the perfect conditions for extraction, which led to the chronon harvesting operation you see today.
pl_pl: Spowodowało to niezwykle gęstą emisję cząsteczek chrononu, tworząc idealne warunki do ich wydobycia, co doprowadziło do operacji zbierania chrononu, w której teraz uczestniczycie.

source: This setting determines how air itself is lit, and also affects the quality of particle effects
pl_pl: To ustawienie określa sposób oświetlenia samego powietrza, a także wpływa na jakość efektów cząsteczkowych

source: This setting determines how the game displays reflections
pl_pl: To ustawienie określa sposób wyświetlania odbić w grze

source: This setting determines the level of detail in stutter effects
pl_pl: To ustawienie określa poziom szczegółowości w efektach „zacięć”.

source: This setting determines the quality of indirect lighting in the game
pl_pl: To ustawienie określa jakość oświetlenia pośredniego w grze

source: This setting determines the quality of post-processing effects, such as motion blur, depth of field and bloom
pl_pl: To ustawienie określa jakość efektów przetwarzania końcowego, takich jak rozmycie ruchu, głębia ostrości i rozkwit

source: This setting determines the quality of small-scale shadows on object details
pl_pl: To ustawienie określa jakość małych cieni na szczegółach obiektów

source: This setting determines the smoothness of the penumbra (the area between light and shadow)
pl_pl: To ustawienie określa gładkość półcienia (obszaru między światłem a cieniem)

source: This setting toggles small-scale indirect lighting on and off
pl_pl: To ustawienie włącza i wyłącza oświetlenie pośrednie na małą skalę

source: This shouldn't be happening! The numbers were stable, it should have worked, Jack. It should have worked!
pl_pl: To nie powinno mieć miejsca! Liczby wyglądały dobrze, to powinno zadziałać, Jack. Powinno zadziałać!
